Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/DesktopSettings.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Change default web browser
ar: تغيير متصفح الويب الافتراضي
ca: Canvia el navegador web per omissió
cs: Změnit výchozí webový prohlížeč
da: Skift Standardbrowser
de: Standard-Webbrowser ändern
el: Αλλαγή του προεπιλεγμένου προγράμματος περιήγησης στον Ιστό
es: Cambiar el navegador web por omisión
es_us: Cambia el navegador web predeterminado.
fi: Vaihda oletusselain
fr: Modifier le navigateur web par défaut
fr_ca: Changer de navigateur Web par défaut
he: שינוי דפדפן ברירת המחדל
hi: डिफ़ॉल्ट वेब ब्राउज़र बदलें
hr: Promijeni standardni web preglednik
hu: Alapértelmezett webböngésző módosítása
id: Ubah browser web default
it: Cambia il browser web di default
ja: “デフォルトのWebブラウザ”を変更
ko: 기본 웹 브라우저 변경
ms: Tukar pelayar web lalai
nb: Endre standardnettleser
nl: Wijzig standaardwebbrowser
pl: Zmień wartość Domyślna przeglądarka Internetu
pt_br: Alterar a opção Definir navegador padrão
pt_pt: Alterar navegador predefinido
ro: Schimbă browserul web implicit
ru: Сменить веб‑браузер по умолчанию
sk: Zmeniť predvolený webový prehliadač
sl: Sprememba privzetega spletnega brskalnika
sv: Ändra förvald webbläsare
th: เปลี่ยนเว็บเบราว์เซอร์เริ่มต้น
tr: Saptanmış web tarayıcı ayarını değiştir
uk: Змінити основний браузер
vi: Thay đổi cài đặt trình duyệt web mặc định
zh_cn: 更改默认网页浏览器
zh_hk: 更改預設網頁瀏覽器
zh_tw: 更改預設網頁瀏覽器

source: Change displays have separate Spaces
ar: تغيير "توجد للشاشات مساحات منفصلة"
ca: Canvia l’opció “Pantalles amb Spaces separats”
cs: Změnit přiřazení samostatných ploch monitorům
da: Skift Skærme har separate Spaces
de: „Monitore verwenden verschiedene Spaces“ ändern
el: Αλλαγή της ρύθμισης «Οι οθόνες έχουν διαφορετικά Spaces»
es: Cambiar “Pantallas con Spaces separados”
es_us: Cambia el valor de la opción Las pantallas tienen Spaces separados.
fi: Vaihda Näytöillä on eri tilat -arvo
fr: Modifier « Les écrans disposent de Spaces distincts »
fr_ca: Modifier « Les écrans disposent de Spaces distincts »
he: שינוי ההגדרה ״Spaces נפרדים בצגים״
hi: “डिस्प्ले में अलग-अलग Spaces होते हैं” बदलें
hr: Promijeni zasebne površine za Spaces
hu: A kijelzőkhöz különálló Spaces tartozik beállítás módosítása
id: Ubah tampilan memiliki Spaces terpisah
it: Modifica il valore “Gli schermi hanno spazi separati”
ja: “ディスプレイごとに個別の操作スペース”を変更
ko: ‘각각의 Spaces가 있는 디스플레이’ 변경
ms: Tukar paparan mempunyai Spaces berasingan
nb: Endre innstillinger for Skjermer har egne spaces
nl: Wijzig 'Beeldschermen hebben afzonderlijke spaces'
pl: Zmień wartość Osobne przestrzenie dla wyświetlaczy
pt_br: Alterar a opção As telas têm Spaces separados
pt_pt: Alterar Ecrãs têm Spaces diferentes
ro: Schimbă opțiunea ca afișajele să aibă Spaces separate
ru: Изменить настройку «Дисплеи с разными рабочими пространствами Spaces»
sk: Zmeniť nastavenie priraďovania samostatných spaces displejom
sl: Sprememba zaslonov z ločenimi namizji Spaces
sv: Ändra Bildskärmar har separata områden
th: เปลี่ยน Space ของจอภาพแยกต่างหาก
tr: Ekranların ayrı Spaces alanları olsun ayarını değiştir
uk: Змінити параметр показу окремих просторів Spaces на дисплеях
vi: Thay đổi cài đặt màn hình có các Spaces riêng biệt
zh_cn: 更改“显示器具有单独空间”
zh_hk: 更改螢幕有獨立空間
zh_tw: 更改顯示器有單獨「空間」

source: Change Dock magnification
ar: تغيير تضخيم شريط الأيقونات
ca: Canvia l’ampliació del Dock
cs: Změnit zvětšení Docku
da: Skift Forstørrelse af dock
de: Dockvergrößerung ändern
el: Αλλαγή της μεγέθυνσης του Dock
es: Cambiar la ampliación del Dock
es_us: Cambia la ampliación del Dock.
fi: Vaihda Dockin suurennus
fr: Modifier l’agrandissement du Dock
fr_ca: Modifier l’agrandissement du Dock
he: שינוי הגדלת ה-Dock
hi: Dock आवर्धन बदलें
hr: Promijeni uvećanje Docka
hu: Dock nagyításának módosítása
id: Ubah pembesaran Dock
it: Modifica l’ingrandimento del Dock
ja: Dockの拡大を変更
ko: Dock 확대 변경
ms: Tukar pembesaran Dock
nb: Endre forstørrelse på Dock
nl: Wijzig Dock-vergroting
pl: Zmień wartość Powiększanie Docka
pt_br: Alterar ampliação do Dock
pt_pt: Alterar ampliação da Dock
ro: Schimbă amplificarea Dock‑ului
ru: Изменить настройку увеличения Dock
sk: Zmeniť zväčšenie Docku
sl: Sprememba povečave vrstice Dock
sv: Ändra Dock-förstoring
th: เปลี่ยนการขยายขนาด Dock
tr: Dock büyütme ayarını değiştir
uk: Змінити параметр збільшення Dock
vi: Thay đổi mức phóng đại Dock
zh_cn: 更改程序坞放大
zh_hk: 更改Dock放大
zh_tw: 更改Dock放大

source: Change Dock minimize effect
ar: تغيير تأثير التصغير في شريط الأيقونات
ca: Canvia l’efecte de minimització del Dock
cs: Změnit efekt minimalizace do Docku
da: Skift minimeringseffekten for Dock
de: Dockeffekt für „Im Dock ablegen“ ändern
el: Αλλαγή του εφέ ελαχιστοποίησης του Dock
es: Cambiar el efecto de minimización del Dock
es_us: Cambia el efecto de minimización del Dock.
fi: Vaihda Dockin minimointitehoste
fr: Modifier l’effet de minimisation dans le Dock
fr_ca: Modifier l’effet de minimisation du Dock
he: שינוי אפקט המזעור של ה-Dock
hi: Dock न्यूनतम प्रभाव बदलें
hr: Promijeni efekt smanjenja Docka
hu: A Dock kicsinyítési effektusa beállítás módosítása
id: Ubah efek minikan Dock
it: Modifica l’effetto di contrazione del Dock
ja: Dockの“エフェクトをしまう”を変更
ko: Dock 최소화 효과 변경
ms: Tukar kesan minimumkan Dock
nb: Endre minimeringseffekten for Dock
nl: Wijzig Dock-minimaliseringseffect
pl: Zmień wartość Metoda minimalizacji Docka
pt_br: Alterar efeito de minimização do Dock
pt_pt: Alterar efeito de minimização da Dock
ro: Schimbă efectul de minimizare în Dock
ru: Изменить эффект при сворачивании в Dock
sk: Zmeniť efekt minimalizovania do Docku
sl: Sprememba učinka minimiranja vrstice Dock
sv: Ändra minimeringseffekt för Dock
th: เปลี่ยนเอฟเฟ็กต์ Dock แบบย่อ
tr: Dock’u simge durumuna küçültme efekti ayarını değiştir
uk: Змінити ефект згортання Dock
vi: Thay đổi hiệu ứng thu nhỏ Dock
zh_cn: 更改程序坞最小化效果
zh_hk: 更改Dock將效果縮到最細
zh_tw: 更改Dock將效果縮到最小

source: Change Dock position
ar: تغيير موضع شريط الأيقونات
ca: Canvia la posició del Dock
cs: Změnit umístění Docku
da: Skift placering af Dock
de: Dockposition ändern
el: Αλλαγή της θέσης του Dock
es: Cambiar la posición del Dock
es_us: Cambia la posición del Dock.
fi: Vaihda Dockin sijainti
fr: Modifier la position du Dock
fr_ca: Modifier la position du Dock
he: שינוי מיקום ה-Dock
hi: Dock स्थिति बदलें
hr: Promijeni položaj Docka
hu: Dock pozíciójának módosítása
id: Ubah posisi Dock
it: Modifica la posizione del Dock
ja: Dockの位置を変更
ko: Dock 위치 변경
ms: Tukar kedudukan Dock
nb: Endre posisjon på Dock
nl: Wijzig Dock-positie
pl: Zmień wartość Pozycja Docka
pt_br: Alterar posição do Dock
pt_pt: Alterar posição da Dock
ro: Schimbă poziția Dock‑ului
ru: Изменить расположение Dock
sk: Zmeniť polohu Docku
sl: Sprememba položaja vrstice Dock
sv: Ändra position för Dock
th: เปลี่ยนตำแหน่ง Dock
tr: Dock konumu ayarını değiştir
uk: Змінити розміщення Dock
vi: Thay đổi vị trí Dock
zh_cn: 更改程序坞位置
zh_hk: 更改Dock位置
zh_tw: 更改Dock位置

source: Change Dock Size
ar: تغيير حجم شريط الأيقونات
ca: Canvia la mida del Dock
cs: Změnit velikost Docku
da: Skift Dockstørrelse
de: Dockgröße ändern
el: Αλλαγή του μεγέθους του Dock
es: Cambiar el tamaño del Dock
es_us: Cambia el tamaño del Dock.
fi: Vaihda Dockin koko
fr: Modifier « Taille du Dock »
fr_ca: Modifier la taille du dock
he: שינוי גודל ה-Dock
hi: Dock आकार बदलें
hr: Promijeni veličinu Docka
hu: Dock méretének módosítása
id: Ubah Ukuran Dock
it: Modifica le dimensioni del Dock
ja: “Dockのサイズ”を変更
ko: Dock 크기 변경
ms: Tukar Saiz Dock
nb: Endre størrelse på Dock
nl: Wijzig Dock-formaat
pl: Zmień wartość Wielkość Docka
pt_br: Alterar Tamanho do Dock
pt_pt: Alterar tamanho da Dock
ro: Schimbă dimensiunea Dock‑ului
ru: Изменить размер Dock
sk: Zmeniť veľkosť Docku
sl: Sprememba velikosti vrstice Dock
sv: Ändra storlek på Dock
th: เปลี่ยนขนาด Dock
tr: Dock Boyutu ayarını değiştir
uk: Змінити розмір Dock
vi: Thay đổi kích cỡ Dock
zh_cn: 更改程序坞大小
zh_hk: 更改Dock大小
zh_tw: 更改Dock大小

source: Change drag windows to menu bar to fill screen
ar: تغيير سحب النوافذ إلى شريط القائمة لملء الشاشة
ca: Canvia l’opció “Arrossega les finestres a la barra de menús perquè ocupin tota la pantalla”
cs: Změnit nastavení volby Při přetažení okna na řádek nabídek vyplnit obrazovku
da: Skift Træk vinduer til menulinjen, så de fylder skærmen
de: „Fenster für Vollbild in Menüleiste ziehen“ ändern
el: Αλλαγή της μεταφοράς παραθύρων στη γραμμή μενού για γέμισμα της οθόνης
es: Cambiar “Arrastrar ventanas a la barra de menús para llenar la pantalla”
es_us: Cambia el valor de la opción Arrastrar ventanas a la barra de menús para llenar la pantalla.
fi: Vaihda Täytä näyttö vetämällä ikkunoita valikkoriville -arvo
fr: Modifier la valeur « Faire glisser les fenêtres sur la barre des menus pour occuper tout l’écran »
fr_ca: Modifier le réglage « Placer les fenêtres sur la barre des menus pour occuper tout l’écran »
he: שינוי הערך של ״גרירת חלונות לשורת התפריטים כדי למלא את המסך״
hi: स्क्रीन भरने के लिए “विंडो मेनू बार में ड्रैग करें” बदलें
hr: Promijeni značajku povlačenja prozora u traku s izbornicima radi ispunjavanja zaslona
hu: Ablakok menüsávhoz húzása a képernyő kitöltéséhez beállítás módosítása
id: Ubah seret jendela ke bar menu untuk mengisi layar
it: Modifica il valore “Trascina le finestre verso la barra dei menu per riempire lo schermo”
ja: “ウインドウをメニューバーにドラッグしてフルスクリーン表示”を変更
ko: ‘메뉴 막대로 윈도우를 드래그하여 화면 채우기’ 변경
ms: Tukar seret tetingkap ke bar menu untuk mengisi skrin
nb: Endre Flytt vinduer til menylinjen for å fylle skjermen
nl: Wijzig 'Sleep vensters naar menubalk om scherm te vullen'
pl: Zmień wartość Maksymalizuj okna, przeciągając je do paska menu
pt_br: Alterar a opção Arrastar janelas para a barra de menus para preencher a tela
pt_pt: Alterar Arrastar janelas para a barra de menus para que preencham o ecrã
ro: Schimbă tragerea ferestrelor în bara de meniu pentru a umple ecranul
ru: Изменить настройку «Перетягивать окна к строке меню, чтобы заполнить экран»
sk: Zmeniť nastavenie možnosti Pri potiahnutí okien na lištu vyplniť obrazovku
sl: Sprememba nastavitve za vlečenje oken v menijsko vrstico za zapolnitev zaslona
sv: Ändra Dra fönster till menyraden så att de fyller skärmen
th: เปลี่ยนลากหน้าต่างไปยังแถบเมนูเพื่อขยายเต็มหน้าจอ
tr: Ekranı doldurmak için pencereleri menü çubuğuna sürükle ayarını değiştir
uk: Змінити параметр розгортання вікон на весь екран перетягуванням до смуги меню
vi: Thay đổi cài đặt kéo các cửa sổ đến thanh menu để lấp đầy màn hình
zh_cn: 更改“拖移窗口至菜单栏以充满屏幕”
zh_hk: 更改「拖移視窗至選單列來填滿畫面」
zh_tw: 更改「拖移視窗至選單列來填滿螢幕」

source: Change drag windows to screen edges to tile
ar: تغيير سحب النوافذ إلى حواف الشاشة للتجانب
ca: Canvia l’opció “Arrossega les finestres a les vores de la pantalla per ancorar‑les”
cs: Změnit nastavení volby Při přetažení okna k okraji vyplnit stranu obrazovky
da: Skift Træk vinduer til skærmens kanter for at oprette vinduesfelt
de: „Fenster zum Anordnen an Bildschirmrand ziehen“ ändern
el: Αλλαγή της μεταφοράς παραθύρων στις γωνίες της οθόνης για διάταξη παράθεσης
es: Cambiar “Arrastrar ventanas a los bordes de la pantalla para ajustarlas”
es_us: Cambia el valor de la opción Arrastrar ventanas a los bordes de la pantalla para disponerlas en mosaico.
fi: Vaihda Järjestä vierekkäin vetämällä ikkunoita näytön reunoihin -arvo
fr: Modifier la valeur « Faire glisser les fenêtres vers les bords de l’écran pour créer une mosaïque »
fr_ca: Modifier le réglage « Placer les fenêtres sur les bords de l’écran pour les disposer en mosaïque »
he: שינוי הערך של ״גרירת חלונות לקצוות המסך כדי לסדר אותם כאריחים״
hi: टाइल करने के लिए “विंडो स्क्रीन के किनारों तक ड्रैग करें” बदलें
hr: Promijeni značajku povlačenja prozora na rubove zaslona radi stavljanja u pločice
hu: Ablakok képernyő széléhez húzása a mozaikszerű elrendezéshez beállítás módosítása
id: Ubah seret jendela ke tepi layar untuk mengotakkan
it: Modifica il valore “Trascina le finestre verso i bordi dello schermo per disporle a mosaico”
ja: “ウインドウを画面の端にドラッグしてタイル表示”を変更
ko: ‘화면 모서리로 윈도우를 드래그하여 배치’ 변경
ms: Tukar seret tetingkap ke pinggir skrin untuk jubinkan
nb: Endre Flytt vinduer til skjermkanten for å ordne i rutenett
nl: Wijzig 'Sleep vensters naar schermranden om te plaatsen'
pl: Zmień wartość Dokuj okna, przeciągając je do krawędzi ekranu
pt_br: Alterar a opção Arrastar janelas para as bordas da tela para organizá‑las em mosaico
pt_pt: Alterar Arrastar janelas para as extremidades do ecrã para dispor em mosaico
ro: Schimbă tragerea ferestrelor în marginile ecranului pentru a le dispune în mozaic
ru: Изменить настройку «Перетягивать окна к краям экрана, чтобы создать плитки»
sk: Zmeniť nastavenie možnosti Pri potiahnutí okna na okraj obrazovky umiestniť ako dlaždicu
sl: Sprememba nastavitve za vlečenje oken ob robove zaslona za razpostavitev
sv: Ändra Dra fönster till skärmens kanter så att de staplas på varandra
th: เปลี่ยนลากหน้าต่างไปยังขอบหน้าจอเพื่อจัดเรียง
tr: Döşemek için pencereleri ekranın kenarlarına sürükle ayarını değiştir
uk: Змінити параметр закріплення вікон перетягуванням до країв екрана
vi: Thay đổi cài đặt kéo các cửa sổ đến cạnh màn hình để ghép
zh_cn: 更改“拖移窗口至屏幕边缘实现平铺”
zh_hk: 更改「拖移視窗至螢幕邊緣來並排」
zh_tw: 更改「拖移視窗至螢幕邊緣來並排」

source: Change drag windows to top of screen to enter Mission Control
ar: تغيير سحب النوافذ إلى أعلى الشاشة للدخول في إدارة المهام
ca: Canvia l’opció “Arrossega les finestres a la part superior de la pantalla per obrir el Mission Control”
cs: Změnit nastavení volby Při přetažení okna k hornímu okraji obrazovky otevřít Mission Control
da: Skift Træk vinduer til toppen af skærmen for at starte Mission Kontrol
de: „Fenster für Mission Control an oberen Bildschirmrand ziehen“ ändern
el: Αλλαγή της μεταφοράς παραθύρων στο πάνω μέρος της οθόνης για είσοδο στο Mission Control
es: Cambiar “Arrastrar ventanas a la parte superior de la pantalla para abrir Mission Control”
es_us: Cambia el valor de la opción Arrastrar ventanas a la parte superior de la pantalla para abrir Mission Control.
fi: Vaihda Siirry Mission Controliin vetämällä ikkunoita näytön yläreunaan -arvo
fr: Modifier la valeur « Faire glisser les fenêtres en haut de l’écran pour accéder à Mission Control »
fr_ca: Modifier le réglage « Placer les fenêtres en haut de l’écran pour ouvrir Mission Control »
he: שינוי הערך של ״גרירת חלונות לראש המסך כדי לעבור ל-Mission Control״
hi: Mission Control में प्रवेश करने के लिए “विंडो स्क्रीन के ऊपर तक ड्रैग करें” बदलें
hr: Promijeni značajku povlačenja prozora na vrh zaslona radi otvaranja Mission Controla
hu: Ablakok képernyő tetejéhez húzása a Mission Controlba való belépéshez beállítás módosítása
id: Ubah seret jendela ke bagian atas layar untuk masuk ke Mission Control
it: Modifica il valore “Trascina le finestre verso la parte superiore dello schermo per aprire Mission Control”
ja: “ウインドウを画面上部にドラッグしてMission Controlに入る”を変更
ko: ‘화면 상단으로 윈도우를 드래그하여 Mission Control 실행’ 변경
ms: Tukar seret tetingkap ke bahagian atas skrin untuk memasuki Mission Control
nb: Endre Flytt vinduer til toppen av skjermen for å åpne Mission Control
nl: Wijzig 'Sleep vensters naar bovenkant van scherm om Mission Control te openen'
pl: Zmień wartość Otwieraj Mission Control, przeciągając okna do góry ekranu
pt_br: Alterar a opção Arrastar as janelas para a parte superior da tela para entrar no Mission Control
pt_pt: Alterar Arrastar janelas para a parte superior do ecrã para entrar no Mission Control
ro: Schimbă tragerea ferestrelor în partea de sus a ecranului pentru a intra în Mission Control
ru: Изменить настройку «Перетягивать окна к верхнему краю экрана, чтобы открыть Mission Control»
sk: Zmeniť nastavenie možnosti Pri potiahnutí okna k hornému okraju obrazovky vstúpiť do Mission Control
sl: Sprememba nastavitve za vlečenje oken na vrh zaslona za odprtje funkcije Mission Control
sv: Ändra Dra fönster till skärmens överkant så att Mission Control öppnas
th: เปลี่ยนลากหน้าต่างไปยังด้านบนสุดของหน้าจอเพื่อเข้าสู่ Mission Control
tr: Mission Control’a geçmek için pencereleri ekranın en üstüne sürükle ayarını değiştir
uk: Змінити параметр перетягування вікон до верхнього краю екрана для входу в Mission Control
vi: Thay đổi cài đặt kéo các cửa sổ đến đầu màn hình để vào Mission Control
zh_cn: 更改“拖移窗口至屏幕顶部进入调度中心”
zh_hk: 更改「拖移視窗至螢幕頂部來進入指揮中心」
zh_tw: 更改「拖移視窗至螢幕頂端來進入指揮中心」

source: Change group windows by application
ar: تغيير تجميع النوافذ حسب التطبيق
ca: Canvia l’opció “Agrupa les finestres per app”
cs: Změnit seskupování oken podle aplikací
da: Skift Grupper vinduer efter app
de: „Fenster nach Programm gruppieren“ ändern
el: Αλλαγή της Ομαδοποίησης παραθύρων κατά εφαρμογή
es: Cambiar “Agrupar ventanas por aplicación”
es_us: Cambia el valor de la opción Agrupar ventanas por aplicación.
fi: Vaihda Ryhmitä ikkunat appien mukaan -arvo
fr: Modifier « Grouper les fenêtres par application »
fr_ca: Modifier « Grouper les fenêtres par application »
he: שינוי ההגדרה ״קיבוץ חלונות לפי יישום״
hi: “ऐप्लिकेशन के अनुसार विंडो के समूह बनाएँ” बदलें
hr: Promijeni grupiranje prozora prema aplikaciji
hu: Az Ablakok csoportosítása alkalmazások szerint beállítás módosítása
id: Ubah kelompokkan jendela menurut aplikasi
it: Modifica il valore “Raggruppa le finestre per applicazione”
ja: “ウインドウをアプリケーションごとにグループ化”を変更
ko: ‘응용 프로그램별로 윈도우 그룹 생성’ 변경
ms: Tukar kumpulkan tetingkap mengikut aplikasi
nb: Endre innstillinger for gruppering av vinduer etter app
nl: Wijzig 'Groepeer vensters per app'
pl: Zmień wartość Grupuj okna według aplikacji
pt_br: Alterar a opção Agrupar janelas por aplicativo
pt_pt: Alterar Agrupar janelas por aplicação
ro: Actualizează opțiunea de a grupa ferestrele după aplicație
ru: Изменить настройку «Сгруппировать окна по программам»
sk: Zmeniť nastavenie zoskupovania okien podľa aplikácií
sl: Sprememba združevanja oken po aplikacijah
sv: Ändra Gruppera fönster efter program
th: เปลี่ยนจัดกลุ่มหน้าต่างตามแอปพลิเคชัน
tr: Pencereleri uygulamaya göre grupla ayarını değiştir
uk: Змінити параметр групування вікон за програмами
vi: Thay đổi cài đặt phân nhóm cửa sổ theo ứng dụng
zh_cn: 更改“使窗口按应用程序成组”
zh_hk: 更改依據應用程式將視窗分組
zh_tw: 更改依據應用程式將視窗分組

source: Change hold ⌥ key while dragging windows to tile
ar: تغيير الضغط مطولًا على مفتاح ⌥ أثناء سحب النوافذ لإنشاء تجانب
ca: Canvia l’opció “Ancora les finestres en arrossegar‑les amb la tecla ⌥ premuda”
cs: Změnit nastavení volby Vyplnit stranu obrazovky podržením ⌥ během tažení okna
da: Skift Hold tasten ⌥ nede, når du arrangerer vinduer i vinduesfelter
de: „Option-Taste (⌥) während des Ziehens von Fenstern gedrückt halten, um Fenster als Kacheln anzuzeigen“ ändern
el: Αλλαγή της ρύθμισης «Κρατήστε πατημένο το πλήκτρο ⌥ κατά τη μεταφορά των παραθύρων ώστε να διαταχθούν ως παράθεση»
es: Cambiar “Ajustar las ventanas manteniendo pulsada la tecla ⌥ al arrastrarlas”
es_us: Cambia el valor de la opción Mantener presionada la tecla ⌥ al arrastrar las ventanas para disponerlas en mosaico.
fi: Vaihda Pidä ⌥-näppäintä painettuna samalla, kun vedät järjestettäviä ikkunoita -arvo
fr: Modifier « Maintenir la touche ⌥ enfoncée tout en faisant glisser les fenêtres pour les disposer en mosaïque »
fr_ca: Modifier « Maintenir la touche ⌥ enfoncée tout en faisant glisser les fenêtres pour les disposer en mosaïque »
he: שינוי ההגדרה ״סידור חלונות כאריחים על ידי החזקת מקש ⌥ במהלך גרירתם״
hi: विंडोज़ को टाइल तक ड्रैग करते समय ⌥ “की” दबाना बदलें
hr: Promijeni držanje pritisnute tipke ⌥ dok razmještate prozore
hu: Az ablakok mozaikszerű rendezése az ⌥ billentyű nyomva tartásával beállítás módosítása
id: Ubah tahan tombol ⌥ selagi menyeret jendela ke kotak
it: Modifica il valore “Tieni premuto il tasto ⌥ mentre trascini le finestre per disporle a mosaico”
ja: “⌥キーを押しながらドラッグしてタイル表示”を変更
ko: ‘⌥ 키를 누른 상태로 윈도우를 드래그하여 배치’ 변경
ms: Tukar tahan kekunci ⌥ semasa menyeret tetingkap ke jubin
nb: Endre innstilling for Hold nede ⌥-tasten mens du flytter vinduer for å ordne dem i rutenett
nl: Wijzig 'Houd tijdens het slepen de ⌥-toets ingedrukt om vensters te plaatsen'
pl: Zmień wartość Przytrzymuj ⌥ podczas przeciągania okien, aby je dokować
pt_br: Alterar a opção Manter a tecla ⌥ pressionada para arrastar as janelas e organizá‑las em mosaico
pt_pt: Alterar Manter premida a tecla ⌥ ao arrastar as janelas para dispor em mosaico
ro: Schimbă opțiunea ca tragerea ferestrelor cu tasta ⌥ apăsată să le dispună în mozaic
ru: Изменить настройку «Создавать плитки при перетягивании окон с нажатой клавишей ⌥»
sk: Zmeniť nastavenie umiestňovania okien ako dlaždíc podržaním klávesu ⌥ počas ťahania
sl: Sprememba nastavitve Med vlečenjem oken držite tipko ⌥, da jih razpostavite
sv: Ändra Håll ned tangenten ⌥ medan du drar fönster om du vill stapla dem på varandra
th: เปลี่ยนกดปุ่ม ⌥ ค้างไว้ในระหว่างลากหน้าต่างไปยังสี่เหลี่ยมย่อย
tr: Pencereleri döşemek için ⌥ tuşunu basılı tutarak sürükle ayarını değiştir
uk: Змінити параметр утримування клавіші Option (⌥) під час перетягування вікон
vi: Thay đổi cài đặt giữ phím ⌥ trong khi kéo các cửa sổ để xếp cạnh nhau
zh_cn: 更改“拖移窗口时按住⌥键实现平铺”
zh_hk: 更改拖移視窗時按住⌥鍵來並排
zh_tw: 更改拖移視窗並排時按住⌥鍵

source: Change minimize windows into application icon
ar: تغيير تصغير النوافذ إلى أيقونة التطبيق
ca: Canvia l’opció “Minimitza les finestres a la icona de l’app”
cs: Změnit minimalizaci oken do ikony aplikace
da: Skift Minimer vinduerne til appsymboler
de: „Fenster hinter Programmsymbol im Dock ablegen“ ändern
el: Αλλαγή της Ελαχιστοποίησης παραθύρων στο εικονίδιο εφαρμογής
es: Cambiar “Minimizar ventanas en el icono de la aplicación”
es_us: Cambia el valor de la opción Minimizar ventanas en el ícono de la aplicación.
fi: Vaihda Pienennä ikkunat appikuvakkeeseen -arvo
fr: Modifier « Minimiser les fenêtres dans l’icône de l’application »
fr_ca: Modifier « Minimiser les fenêtres dans l’icône de l’application »
he: שינוי ההגדרה ״הקטנת חלונות לאייקון היישום״
hi: “विंडो को ऐप्लिकेशन आइकॉन में मिनिमाइज़ करें” बदलें
hr: Promijeni smanjenje prozora u ikonu aplikacije
hu: Az Ablakok kis méretűvé tétele az alkalmazás ikonjára beállítás módosítása
id: Ubah minikan jendela ke dalam ikon aplikasi
it: Modifica il valore “Contrai le finestre in icona applicazione”
ja: “ウインドウをアプリケーションアイコンにしまう”を変更
ko: ‘응용 프로그램 아이콘 속으로 윈도우 최소화’ 변경
ms: Tukar minimumkan tetingkap ke dalam ikon aplikasi
nb: Endre innstillinger for Minimer vinduer til appsymbol
nl: Wijzig 'Minimaliseer vensters in appsymbool'
pl: Zmień wartość Minimalizuj okna do ikon aplikacji
pt_br: Alterar a opção Minimizar janelas ao ícone do aplicativo
pt_pt: Alterar Minimizar janelas para o ícone da aplicação
ro: Schimbă opțiunea de a minimiza ferestrele în pictograma aplicației
ru: Изменить настройку «Убирать окно в Dock в значок приложения»
sk: Zmeniť nastavenie minimalizovania okien do ikony aplikácie
sl: Sprememba minimiranja oken v ikono aplikacije
sv: Ändra Minimera fönster till appsymbolen
th: เปลี่ยนย่อหน้าต่างลงในไอคอนแอปพลิเคชัน
tr: Pencereleri uygulama simgesine küçült ayarını değiştir
uk: Змінити параметр згортання вікон в іконки програм
vi: Thay đổi cài đặt thu nhỏ các cửa sổ vào biểu tượng ứng dụng
zh_cn: 更改“将窗口最小化至应用程序图标”
zh_hk: 更改將視窗縮小到應用程式圖像
zh_tw: 更改將視窗縮小進應用程式圖像中
